const REPORT_SHEET_NAME = 'Отчет';

const REPORT_HEADERS = [
  'Группа аналитического учёта', 'Категория товаров', 'Товарная группа 1',
  'Номенклатура', 'Артикул', 'Артикул ВБ', 'Объём тары', 'Количество лаков в наборе',
  'Заказано поставщику', 'В производстве', 'Остаток сырья в шт', 'Готовая продукция на складе',
  'В резерве', 'Отгружено на РВБ', 'ФБО остаток',
  'Заказы ФБО', 'Заказы ФБС', 'Сумма заказов', 'Уходимость'
];

const REPORT_COLUMNS = {
  groupAn: 1,
  category: 2,
  productGroup1: 3,
  nomenclature: 4,
  article: 5,
  articleWb: 6,
  turnover: 19
};
